---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtLinkPhaseMap
source: html/07a3ed13-19b6-7468-dd7a-09c6c5d2a428.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtLinkPhaseMap Property

"Phase Mapping"

## Syntax (C#)
```csharp
public static ForgeTypeId RvtLinkPhaseMap { get; }
```